Repository: SafeExamBrowser/seb-mac
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: (%d:%d Remaining)
de: (%1$d:%2$d verbleibend)

source: (after quitting %@)
de: (nach Beenden von %@)

source: (Connected to Power Source)
de: (mit Stromquelle verbunden)

source: (from client settings)
de: (aus Client-Einstellungen)

source: %@ itself doesn't connect to any centralized %@ screen proctoring server, your exam provider decides which proctoring service/server to use.
de: %1$@ selbst stellt keine Verbindung zu einem zentralen %2$@ Screen Proctoring Server her. Ihr Prüfungsanbieter entscheidet, welcher Proctoring-Server verwendet werden soll.

source: and
de: und

source: copy
de: kopieren

source: settings don't allow to run on the macOS version installed on this device. Update to latest macOS version or at least macOS
de: Einstellungen erlauben die Benutzung auf der auf diesem Gerät installierten macOS-Version nicht. Aktualisieren Sie auf die neuste macOS-Version oder mindestens macOS

source: settings require AAC Assessment Mode, which is not supported on the macOS version installed on this device. Please update to at least
de: Einstellungen erfordern den AAC-Bewertungsmodus, der auf der auf diesem Gerät installierten macOS-Version nicht unterstützt wird. Bitte aktualisieren Sie mindestens auf

source: , but compressed using gzip.
de: , aber mit gzip komprimiert.

source: (This function doesn't log you out if you are logged in on a website)
de: (Diese Funktion loggt Sie nicht aus, falls Sie sich auf einer Website eingeloggt haben)

source: (Unnamed process)
de: (Unbenannter Prozess)

source: %@ %@ Configurations Not Allowed!
de: %1$@ von %2$@-Konfigurationen nicht erlaubt!

source: %@ cannot run when the Force Quit window or another system frontmost dialog is open. Close the window or quit %@. If the window isn't open and this alert is displayed anyways, restart your Mac.
de: %1$@ kann nicht gestartet werden, wenn das Fenster 'Programme sofort beenden' oder ein anderer System-Dialog im Vordergrund geöffnet ist. Dieses Fenster schliessen oder %2$@ beenden. Falls die Fehlermeldung weiterhin angezeigt wird, starten Sie Ihren Mac neu.

source: %@ doesn't allow to use custom key bindings. Please delete or rename the file at the path %@ and restart %@
de: %1$@ lässt die Verwendung von benutzerdefinierten Tastenverknüpfung nicht zu. Bitte löschen Sie die Datei unter dem Pfad %2$@ oder benennen Sie sie um und starten Sie %3$@ neu.

source: %@ files is not allowed in current %@ settings. Report this to your exam provider.
de: %1$@ von Dateien ist nicht erlaubt in den aktuellen %2$@-Einstellungen. Melden Sie dies Ihrem Prüfungsveranstalter.

source: %@ has to be placed in the %@ folder in order for all features to work correctly. Move the '%@' app to your %@ folder and make sure that you don't have any other versions of %@ installed on your system. %@ will quit now.
de: %1$@ muss im Verzeichnis '%2$@' installiert werden. Bewegen Sie die '%3$@' App in Ihr Verzeichnis %4$@ und stellen Sie sicher, dass Sie keine anderen Versionen von %5$@ auf Ihrem System installiert haben. %6$@ wird jetzt beendet.

source: %@ is already running in exam mode and it is not allowed to interrupt this by starting another exam. Finish the exam session or use the %@ quit button before starting another exam.
de: %1$@ läuft bereits im Prüfungsmodus und es ist nicht erlaubt, diesen durch den Start einer anderen Prüfung zu unterbrechen. Beenden Sie die Prüfungssession oder benutzen Sie die %2$@ Beenden Taste vor dem Starten einer anderen Prüfung.

source: %@ is configured to only allow uploading a file which was downloaded before. So download a file and if you edit it in a third party application, be sure to save it with the same name at the same path.
de: %@ ist so konfiguriert, dass nur eine zuvor heruntergeladene Datei heraufgeladen werden kann. Laden Sie eine Datei herunter und wenn Sie diese in einer Drittapplikation bearbeiten, speichern Sie diese mit demselben Dateinamen im gleichen Verzeichnis.

source: %@ is disabled!
de: %@ ist deaktiviert!

source: %@ is disabled. Enable %@ and restart %@.
de: %1$@ ist deaktiviert. Aktivieren Sie %2$@ und starten %3$@ neu.

source: %@ is locked because a process, which isn't allowed to run cannot be terminated. Enter the quit/unlock password, which usually exam supervision/support knows.
de: %@ ist gesperrt, weil ein verbotener Prozess nicht beendet werden kann. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: %@ is locked because it was attempted to switch the user. Enter the quit/unlock password, which usually exam supervision/support knows.
de: %@ ist gesperrt, weil versucht wurde, auf einen anderen Benutzer umzuschalten. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: %@ is Locked!
de: %@ ist gesperrt!

source: %@ is required for this exam.
de: %@ ist für diese Session erforderlich.

source: %@ needs Accessibility permissions to close the font download dialog displayed when a webpage tries to use a font not installed on your Mac. Grant access to %@ in Security & Privacy located in System Settings.
de: %1$@ benötigt die Erlaubnis, den Computer mit Funktionen der Bedienungshilfe zu steuern, um den im Hintergrund angezeigten Dialog schliessen zu können, der angezeigt wird, wenn eine Webseite versucht, eine Schriftart herunterzuladenl, die nicht auf dem Mac installiert ist. Erlauben Sie %2$@ den Zugriff über die Systemeinstellung "Sicherheit & Datenschutz" / Bedienungshilfen.

source: %@ needs Accessibility permissions to read the title of the active (frontmost) window of any app for screen proctoring. %@ is using these Accessiblilty permissions ONLY during screen proctoring sessions. Grant access to %@ in System Settings / Security & Privacy / Accessibility.
de: %1$@ benötigt die Berechtigung für Barrierefreiheit, um den Titel des aktiven (vordersten) Fensters einer beliebigen Anwendung für Screen Proctoring zu lesen. %2$@ verwendet diese Zugriffsberechtigungen NUR während Screen Proctoring-Sitzungen. Erlauben Sie %3$@ den Zugriff unter Systemeinstellungen / Datenschutz und Sicherheit / Bedienungshilfen.

source: %@ needs Location Services permission to display the current Wi-Fi network name. Grant Location Services access to %@ in System Settings / Privacy & Security / Location Services.
de: %1$@ benötigt die Berechtigung für Ortungsdienste, um den aktuellen Wi-Fi-Netzwerknamen anzuzeigen. Erlauben Sie %2$@ den Zugriff auf die Ortungsdienste unter Systemeinstellungen / Datenschutz und Sicherheit / Ortungsdienste.

source: %@ needs Location Services permission to display Wi-Fi network names and allow switching networks.%@Grant Location Services access to %@ in System Settings / Privacy & Security / Location Services. This dialog will close automatically once access is granted.
de: %1$@ benötigt die Berechtigung für Ortungsdienste, um Wi-Fi-Netzwerknamen anzuzeigen und das Wechseln von Netzwerken zu erlauben.%2$@Erlauben Sie %3$@ den Zugriff auf die Ortungsdienste unter Systemeinstellungen / Datenschutz und Sicherheit / Ortungsdienste. Dieser Dialog wird automatisch geschlossen, sobald der Zugriff gewährt wurde.

source: %@ Not Allowed!
de: %@ nicht erlaubt!

source: %@ Not in %@ Folder!
de: %1$@ nicht im Verzeichnis '%2$@'!

source: %@ of %@ configurations is not allowed in current settings. Report this to your exam provider.
de: %1$@ von %2$@-Konfigurationen ist in den aktuellen Einstellungen nicht erlaubt. Melden Sie dies Ihrem Prüfungsveranstalter.

source: %@ process was stopped for %ld:%.2ld (minutes:seconds)
de: %1$@-Prozess war unterbrochen für %2$ld:%3$.2ld (Minuten:Sekunden)

source: %@ Process Was Stopped!
de: %@-Prozess wurde unterbrochen!

source: %@ Re-Configured
de: %@ neu konfiguriert

source: %@ session was inactive for %ld:%.2ld(minutes:seconds)
de: %1$@ session was inactive for %2$ld:%3$.2ld (minutes:seconds)

source: %@ version %@ (Build %@)
de: %1$@ Version %2$@ (Build %3$@)

source: %@ version %@ or higher
de: %@-Version %@ oder höher

source: %@ Version Not Allowed!
de: %@-Version nicht erlaubt!

source: %@ was locked (exam interrupted) for %ld:%.2ld (minutes:seconds)
de: %1$@ war gesperrt (Prüfung unterbrochen) für %2$ld:%3$.2ld (Minuten:Sekunden)

source: %@ was locked by SEB Server. Please contact your exam support.
de: %@ wurde durch SEB Server gesperrt. Bitte wenden Sie sich an Ihren Prüfungs-Support.

source: %@ was unable to force quit all processes, administrator rights might be necessary. Try using the macOS Activity Monitor application or uninstall helper processes (which might be automatically restarted by the system).
de: %@ konnte nicht alle Prozesse sofort beenden. Möglicherweise werden Administrator-Rechte benötigt. Versuchen Sie die Aktivitätsanzeige-Applikation zu benutzen oder deinstallieren Sie Hilfsprozesse (welche teilweise vom Betriebssystem automatisch neu gestartet werden).

source: %@ will quit now, install the required apps and then restart this exam.
de: %@ wird jetzt beendet, installieren Sie die erforderlichen Applikationen und starten Sie dann diese Prüfung erneut.

source: %@ will upload the same file which was downloaded before. If you edited it in a third party application, be sure you have saved it with the same name at the same path.
de: %@ wird die zuvor heruntergeladene Datei heraufladen. Wenn also eine Datei heruntergeladenen und in einer Drittapplikation bearbeitet wird, muss diese mit demselben Dateinamen im selben Verzeichnis wieder gespeichert werden.

source: %@, current window
de: %@, aktives Fenster

source: %@, or %@
de: %@ oder %@

source: %1$ld of %2$ld
de: %1$ld von %2$ld

source: 10.7 (this %@: 10.13)
de: 10.7 (dieser %@: 10.13)

source: 10.8 (this %@: 10.13)
de: 10.8 (dieser %@: 10.13)

source: 10.9 (this %@: 10.13)
de: 10.9 (dieser %@: 10.13)

source: 10.10 (this %@: 10.13)
de: 10.10 (dieser %@: 10.13)

source: 10.11 (this %@: 10.13)
de: 10.11 (dieser %@: 10.13)

source: 10.12 (this %@: 10.13)
de: 10.12 (dieser %@: 10.13)

source: A built-in display is required, but not available. If you're using a MacBook, use its internal display and start %@ again.
de: Ein eingebautes Display wird benötigt, ist aber nicht verfügbar. Falls Sie ein MacBook verwenden, benutzen Sie dessen eingebautes Display und starten Sie %@ erneut.

source: A built-in display is required, but not available. If you're using a MacBook, use its internal display. To override this requirement, select the option below and enter the quit/unlock password, which usually exam supervision/support knows.
de: Ein eingebautes Display wird benötigt, ist aber nicht verfügbar. Falls Sie ein MacBook verwenden, benutzen Sie dessen eingebautes Display. Um trotzdem ein externes Display zu benutzen, wählen Sie die Option unten an und geben Sie das Beenden/Entsperren-Passwort ein, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: A setting contains a double quote followed by a comma, which is not allowed. Please remove it from the setting '%@' and try again.
de: Eine Einstellung enthält ein doppeltes Anführungszeichen gefolgt von einem Komma, was nicht erlaubt ist. Bitte entfernen Sie es aus der Einstellung '%@' und versuchen Sie es erneut.

source: AAC Assessment Mode Not Supported!
de: AAC-Bewertungsmodus nicht unterstützt!

source: Accessibility Permissions Required
de: Zugriffsrechte erforderlich für Bedienungshilfen

source: Activates %@ browser. Right click displays menu with open webpages.
de: Aktiviert den %@-Browser. Rechtsklick zeigt Menü mit geöffneten Webseiten an.

source: Add
de: Hinzufügen

source: Add Preset Permitted Process
de: Voreingestellten erlaubten Prozess hinzufügen

source: Additional Applications Not Available
de: Zusätzliche Applikationen nicht verfügbar

source: All cached screenshots transmitted
de: Alle zwischengespeicherten Bildschirmfotos übertragen

source: allow
de: erlauben

source: allow to use %@ only with service
de: %@ darf nur mit Service laufen

source: allow to use %@ without service
de: %@ darf ohne Service laufen

source: Allowed %@ Versions
de: Erlaubte %@-Versionen

source: Always
de: Immer

source: Applications
de: Applikationen

source: Apply
de: Anwenden

source: Apply Anyways
de: Trotzdem anwenden

source: Apply Edited Settings?
de: Bearbeitete Einstellungen anwenden?

source: Applying Settings Failed
de: Anwenden der Einstellungen fehlgeschlagen

source: Are you sure you want to quit %@?
de: Sind Sie sicher, dass Sie %@ beenden wollen?

source: Are you sure you want to quit this session?
de: Sind Sie sicher, dass Sie diese Session beenden wollen?

source: Are you sure you want to restart this session?
de: Sind Sie sicher, dass Sie diese Session neu starten wollen?

source: Are you sure?
de: Sind Sie sicher?

source: Assessment Mode was interrupted with error:
de: Der AAC-Bewertungsmodus wurde mit einem Fehler unterbrochen:

source: Authentication Required
de: Authentifizierung notwendig

source: Authorize
de: Autorisieren

source: Auto Proxy Discovery
de: Automatische Proxy-Entdeckung

source: Automatic
de: Automatisch

source: Automatic Proxy Configuration
de: Autom. Proxy-Konfiguration

source: Back to Start
de: Zurück zum Start

source: Battery Level %.f%%%@
de: Batteriestand %1$.f%%%2$@

source: Battery Status
de: Batteriestatus

source: Before receiving title
de: Bevor Titel empfangen

source: Before running %@, you had the Touch Bar mode 'App Controls' set. %@ cannot restore this setting automatically. You either have to restart your Mac or change the setting manually in System Settings / Keyboard / 'Touch Bar shows'. %@ will open this System Settings tab for you.
de: Vor dem Starten von %1$@ hat die Touch Bar 'App-Steuerungen' angezeigt. %2$@ kann diese Einstellung nicht automatisch wiederherstellen. Sie müssen entweder Ihren Mac neu starten oder die Einstellung manuell in den Systemeinstellungen / Tastatur / 'Touch Bar zeigt' auswählen. %3$@ kann diesen Tab in den Systemeinstellungen für Sie öffnen.

source: Black on White
de: Schwarz auf Weiss

source: block
de: blockieren

source: Browser Window
de: Browserfenster

source: Bundle ID: %@, executable: %@
de: Bundle-ID: %1$@, Executable: %2$@

source: by attempting to upload same file downloaded before
de: versuchen, die zuvor heruntergeladene Datei auszuwählen

source: by only allowing to upload the same file downloaded before
de: nur zuvor heruntergeladene Datei zulassen

source: CA anchor
de: CA-Anker

source: CA Certificate
de: CA-Zertifikat

source: camera
de: Kamera

source: Cancel
de: Abbrechen

source: Cannot access server because of error:
de: Zugriff auf den Server fehlgeschlagen wegen Fehler:

source: Cannot Configure Client
de: Client kann nicht konfiguriert werden

source: Cannot Decrypt Settings
de: Konfiguration kann nicht entschlüsselt werden

source: Cannot Display Open File Dialog
de: Dialog zum Öffnen von Dateien kann nicht angezeigt werden

source: Cannot Establish Server Connection
de: Kann Serververbindung nicht aufbauen

source: Cannot Get Exam Config
de: Prüfungskonfiguration kann nicht geladen werden

source: Cannot Get Exam List
de: Liste der Prüfungen kann nicht geladen werden

source: Cannot Get Server API
de: Server API kann nicht geladen werden

source: Cannot Open Exam
de: Prüfung kann nicht geöffnet werden

source: Cannot Open Settings
de: Kann Einstellungen nicht öffnen

source: Cannot Reconfigure Client
de: Client kann nicht umkonfiguriert werden

source: Cannot Remove Preset Prohibited Process
de: Voreingestellter verbotener Prozess kann nicht entfernt werden

source: Cannot Restore Touch Bar Mode
de: Touch Bar Modus kann nicht wiederhergestellt werden

source: Cannot Start Exam
de: Prüfung kann nicht gestartet werden

source: Center
de: Zentrieren

source: Check your server connection configuration.
de: Die Konfiguration der Serververbindung muss überprüft werden.

source: Checking server health
de: Serverstatus wird überprüft

source: Choose
de: Auswählen

source: Choose File Dialog Blocked by Settings
de: Dateiauswahldialog durch Einstellungen blockiert

source: Classic WebView is deprecated and no longer fully supported by macOS! The used %@ assessment system integration/settings need to be updated to support the modern WebView.
de: Das klassische WebView ist veraltet und wird von macOS nicht mehr vollständig unterstützt! Die verwendete %@-Prüfungssystem-Integration/Einstellungen müssen aktualisiert werden, um das moderne WebView zu unterstützen.

source: Clear
de: Löschen

source: Clear Ignored URL List
de: Ignorierte URLs löschen

source: Close Force Quit Window
de: Fenster 'Programme sofort beenden' schliessen

source: Close Warning
de: Warnung schliessen

source: Closing lockdown windows
de: Lockdown-Fenster werden geschlossen

source: Closing Session
de: Session wird beendet

source: Code contributions © 2015 - 2016 Janison
de: Codebeiträge © 2015 - 2016 Janison

source: Config Too Large for QR Code
de: Konfiguration zu umfangreich für QR-Code

source: Config URL
de: Konfigurations-URL

source: Configuration
de: Konfiguration

source: Configure Client
de: Client konfigurieren

source: Configuring Client
de: Client konfigurieren

source: Connected (network name unavailable)
de: Verbunden (Netzwerkname nicht verfügbar)

source: Connecting to SEB Server
de: Mit SEB Server verbinden

source: Connecting…
de: Verbinde…

source: Connection to SEB Server Failed
de: Verbindung zu SEB Server fehlgeschlagen

source: Connection to SEB Server Failed: Fallback Option
de: Verbindung zu SEB Server fehlgeschlagen: Fallback-Option

source: Contact your exam administrator
de: Kontaktieren Sie Ihren Prüfungs-Administrator

source: Contact your server administrator
de: Kontaktieren Sie Ihren Server-Administrator

source: Contact your server/exam administrator (Server error:
de: Kontaktieren Sie Ihren Server-/Prüfungs-Administrator (Server-Fehler:

source: Continue
de: Weiter

source: Contributors: (see below)
de: Externe Beiträge: (siehe unten)

source: Correct password entered
de: Korrektes Passwort eingegeben

source: Could Not Access Data of Additional Apps
de: Kein Zugriff auf Daten zusätzlicher Applikationen möglich

source: Could not connect to the server.
de: Verbindung zum Server nicht möglich.

source: Could not determine a correct hostname. You can enter the domain URL of your institution manually.
de: Es konnte kein korrekter Hostname ermittelt werden. Sie können die Domain-URL Ihrer Institution manuell eingeben.

source: Could not save downloaded data, probably a wrong download directory was used in %@ settings.
de: Die heruntergeladenen Daten konnten nicht gespeichert werden, wahrscheinlich wurde in den %@-Einstellungen ein falsches Download-Verzeichnis verwendet.

source: Couldn't access the identity certificate needed to decrypt these settings. %@ might not have been configured correctly for your institution.
de: Auf das zum Entschlüsseln dieser Einstellungen notwendige Identitätszertifikat kannn nicht zugegriffen werden. %@ wurde möglicherweise nicht korrekt für Ihre Institution konfiguriert.

source: Couldn't terminate process: %@
de: Prozess konnte nicht beendet werden: %@

source: Current settings have unsaved changes. If you don't save those first, you will loose them.
de: Aktuelle Einstellungen haben ungesicherte Änderungen. Wenn Sie nicht zuerst sichern, verlieren Sie diese.

source: Current settings require %@remote proctoring, which this %@ version doesn't support. Use the correct %@ version required by your exam organizer.
de: Die aktuellen Einstellungen erfordern %1$@-Fernüberwachung, welches von dieser %2$@-Version nicht unterstützt wird. Verwenden Sie die korrekte %3$@-Version, welche von Ihrem Prüfungsveranstalter verlangt wird.

source: Current settings require access to the directory %@ for saving downloads.
de: Aktuelle Einstellungen erfordern Zugriff auf das Verzeichnis %@ zum Speichern von Downloads.

source: Current settings require access to the directory %@ for saving log files.
de: Aktuelle Einstellungen erfordern Zugriff auf das Verzeichnis %@ zum Speichern von Logdateien.

source: Custom Key Binding Detected
de: Benutzerdefinierte Tastenverknüpfung erkannt

source: Custom Scheme
de: Benutzerdefiniertes Schema

source: Debug Certificate
de: Debug-Zertifikat

source: decoding error:
de: Dekodierungsfehler:

source: Decrypting exam settings was canceled
de: Entschlüsseln der Prüfungseinstellungen wurde abgebrochen

source: Decrypting settings was canceled
de: Entschlüsseln der Einstellungen wurde abgebrochen

source: Detecting dictation was disabled!
de: Detektieren der Diktat-Funktion wurde ausgeschaltet!

source: Detecting processes was completely disabled!
de: Prozessüberwachung wurde komplett ausgeschaltet!

source: Detecting screen sharing was disabled!
de: Detektieren der Bildschirmfreigabe wurde ausgeschaltet!

source: Detecting Siri was disabled!
de: Detektieren von Siri wurde ausgeschaltet!

source: Detecting specific processes was disabled!
de: Detektieren von einzelnen Prozessen wurde ausgeschaltet!

source: Detecting the processes listed above was disabled!
de: Detektieren der oben aufgelisteten Prozesse wurde ausgeschaltet!

source: Device name: %@
de: Gerätename: %@

source: Dictation activity detected. Enter the quit/unlock password, which usually exam supervision/support knows.
de: Diktat-Funktion wurde unerlaubterweise aktiviert. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: Dictation Detected!
de: Diktat-Funktion wurde aktiviert!

source: Dictation is still active
de: Diktat-Funktion ist immer noch aktiv.

source: Dictation Locked %@!
de: %@ gesperrt wegen verbotener Diktat-Funktion!

source: Dictation was activated
de: Diktat-Funktion wurde aktiviert

source: Disable
de: Deaktivieren

source: Disconnecting from SEB Server
de: Verbindung mit SEB Server trennen

source: Do you really want to force quit all running prohibited processes? Applications might loose unsaved changes to documents, especially if they don't support auto save.
de: Wollen Sie wirklich alle laufenden verbotenen Prozesse sofort beenden? Programme, die kein automatisches Speichern unterstützen, könnten ungesicherte Dokumentenänderungen verlieren.

source: Do you really want to reload the current web page?
de: Wollen Sie die Seite wirklich neu laden?

source: Do you want to continue editing the saved settings file?
de: Wollen Sie die gespeicherten Einstellungen weiter bearbeiten?

source: Don't Apply
de: Nicht Anwenden

source: Don't Save
de: Nicht Speichern

source: Download %@
de: %@ herunterladen

source: Download Failed
de: Download fehlgeschlagen

source: Download Finished
de: Download beendet

source: Downloading
de: Download

source: Downloading and Opening
de: Download und Öffnen

source: Due to Zoom licensing issues, Zoom live proctoring is only available for SEB Alliance members. Please see https://safeexambrowser.org/alliance.
de: Aufgrund von Zoom-Lizenzierungsfragen ist Zoom Live Proctoring nur für SEB Alliance-Mitglieder verfügbar. Bitte besuchen Sie https://safeexambrowser.org/alliance.

source: Edit File
de: Datei bearbeiten

source: Edit Saved Settings?
de: Abgespeicherte Einstellungen bearbeiten?

source: Edited settings have unsaved changes.
de: Bearbeitete Einstellungen haben ungesicherte Änderungen.

source: Embed Server Certificate
de: Server-Zertifikat einbetten

source: Enable
de: Aktivieren

source: Enter administrator password:
de: Administrator-Passwort eingeben:

source: Enter Exam Password:
de: Prüfungspasswort eingeben:

source: Enter password for "%@"
de: Passwort für "%@" eingeben

source: Enter password used to encrypt these settings:
de: Zum Verschlüsseln dieser Einstellungen benutztes Passwort eingeben:

source: Enter quit password:
de: Beenden-Passwort eingeben:
